airpocket-soundman/IchiPing-UNO-Q/firmware/projects/08_mic_speaker_test/frdmmcxn947_cm33_core0/pins/pin_mux.h
#ifndef _PIN_MUX_H_
#define _PIN_MUX_H_

#if defined(__cplusplus)
extern "C" {
#endif

void BOARD_InitBootPins(void);
void BOARD_InitPins(void);
void SAI1_InitPins(void);
void SW3_InitPins(void);

#if defined(__cplusplus)
}
#endif
#endif
